tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "noahgorstein/tap"
tap "oven-sh/bun"
tap "sst/tap"
tap "withgraphite/tap"
brew "carapace"
brew "chezmoi"
brew "code-minimap"
brew "deno"
brew "difftastic"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helix"
brew "jq"
brew "lazygit"
brew "libevent"
brew "lua"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "node", link: false
brew "onefetch"
brew "php"
brew "postgresql@14"
brew "ripgrep"
brew "stow"
brew "temporal"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh-vi-mode"
brew "felixkratz/formulae/sketchybar"
brew "noahgorstein/tap/jqp"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "withgraphite/tap/graphite"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-maple-mono"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "neovide-app"
cask "ngrok"
cask "raycast"
cask "sf-symbols"
cask "stats"
vscode "appulate.filewatcher"
vscode "biomejs.biome"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hbenl.vscode-test-explorer"
vscode "justjavac.vscode-deno"
vscode "lakshits11.best-themes-redefined"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "quicktype.quicktype"
vscode "shinotatwu-ds.file-tree-generator"
vscode "toba.vsfire"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
