tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "chezmoi"
brew "code-minimap"
brew "deno"
brew "fd"
brew "libevent"
brew "ffmpegthumbnailer"
brew "fzf"
brew "helix"
brew "jq"
brew "lazygit"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "onefetch"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "ripgrep"
brew "tmux"
brew "unar"
brew "universal-ctags"
brew "wget"
brew "zellij"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "ngrok"
cask "stats"
vscode "appulate.filewatcher"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.vscode-codeql"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "hbenl.vscode-test-explorer"
vscode "justjavac.vscode-deno"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "quicktype.quicktype"
vscode "Shinotatwu-DS.file-tree-generator"
vscode "toba.vsfire"
vscode "WallabyJs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
